{
    "candidate_name": "Adrian",
    "candidate_surname": "Radu",
    "recruiter_surname": "Tesla",
    "candidate_email": "jude.smiley.python@gmail.com",
    "candidate_phone": "1234567890",
    "candidate_address": "Justastr. 11b, 39124 Magdeburg",
    "recruiter_email": "jude.smiley.python@gmai.com",
    "recruiter_address": "Berlinerstr. 11b, 39124 Berlin",
    "position": "Software Engineer Backend",
    "company": "Elli - a brand of the Volkswagen Group",
    "mail_body": "Dear Mr. Tesla,\n\nI am writing with the hope of expressing my interest for the available position of Software Engineer Backend at your company. As a dedicated and skilled software developer, I feel confident that my experience and knowledge meet the requirements of the role you seek to fill.\n\nAs you will see from my CV, I have gained extensive experience in developing high-quality software in modern programming languages such as Python and PHP. I have also worked with databases like mySQL, which have helped me to develop and maintain website platforms smoothly.\n\nI am delighted to learn that you are looking for a proactive and efficient team member who stays updated on industry trends and developments. As a web designer at IATOM and Art Director at Stream Line, I was responsible for maintaining and implementing web applications and ads that meet top quality standards. I have also undertaken courses in Python Backend programming and gained skills in TypeScript, which I believe would be a valuable addition to your team.\n\nFurthermore, my familiarity with modern software development tools and systems, along with experience in automated software testing and Continuous Integration and Delivery practices, make me an excellent candidate for your open position. I am comfortable working in cross-functional agile teams, and my eagerness to learn different tools and practices will certainly help me show efficiencies while working with your team.\n\nI am determined to contribute to your company's effectiveness and efficiency, always following best practices in software development. I am passionate about operational and technical excellence, and my enthusiasm drives me to learn EV charging field and work with true DevOps teams, where \"you build it, you run it.\"\n\nThank you for considering my application. I look forward to talking with you more about my skills.\n\nBest regards,\n\nAdrian Radu"
}